{
  "navbar.title": "Espécies invasoras",
  "navbar.icon.text": "PT",
  "leftbar.home": "Início",
  "leftbar.groups": "Grupos",
  "leftbar.data": "Dados",
  "leftbar.model": "Modelo",
  "leftbar.paper": "Artigo",
  "leftbar.people": "Pessoas",
  "leftbar.references": "Referências",
  "home.title": "Início",
  "home.paragraph": "Testando umas coisas aqui.",
  "groups.title": "Grupos",
  "groups.molluscs.title": "Moluscos",
  "groups.arachnids.title": "Aracnídeos",
  "groups.crustaceans.title": "Crustáceos",
  "groups.insects.title": "Insetos",
  "groups.fishes.title": "Peixes",
  "groups.amphibians.title": "Anfíbios",
  "groups.reptiles.title": "Répteis",
  "groups.birds.title": "Pássaros",
  "groups.mammals.title": "Mamíferos",
  "groups.pteridophytes.title": "Pteridófitas",
  "groups.angiosperms.title": "Angiospermas",
  "card.seeMore": "Veja mais",
  "group.molluscs.description": "É o segundo maior filo de animais invertebrados depois dos Arthropoda, cujos membros são conhecidos como moluscos ou moluscos[a] (/ˈmɒləsk/). Cerca de 85.000 espécies existentes de moluscos são reconhecidas. O número de espécies fósseis é estimado entre 60.000 e 100.000 espécies adicionais. A proporção de espécies não descritas é muito alta. Muitos táxons permanecem pouco estudados. ({Wikipédia})",
  "group.arachnids.description": "Arachnida (/əˈræknɪdə/) é uma classe de animais invertebrados de pernas comuns (artrópodes), no subfilo Chelicerata. Os aracnídeos incluem, entre outros, aranhas, escorpiões, carrapatos, ácaros, pseudoescorpiões, opiliões, aranhas-camelo, aranhas-chicote e vinagreiras. ({Wikipédia})",
  "group.crustaceans.description": "Crustáceos (Crustacea /krʌsteɪʃə/) formam um grande e diversificado táxon de artrópodes que inclui animais como decápodes, camarões-semente, branquiópodes, piolhos de peixe, krill, remípedes, isópodes, cracas, copépodes, anfípodes e camarão mantis. O grupo dos crustáceos pode ser tratado como um subfilo do clado Mandibulata. Agora é bem aceito que os hexápodes surgiram nas profundezas do grupo dos crustáceos, com o grupo completo referido como pancrustáceos. Alguns crustáceos (Remipedia, Cephalocarida, Branchiopoda) estão mais intimamente relacionados com insetos e outros hexápodes do que com certos outros crustáceos. ({Wikipédia})",
  "group.insects.description": "Os insetos (do latim insectum) são invertebrados hexápodes pancrustáceos da classe Insecta. Eles são o maior grupo dentro do filo dos artrópodes. Os insetos têm um exoesqueleto quitinoso, um corpo de três partes (cabeça, tórax e abdômen), três pares de pernas articuladas, olhos compostos e um par de antenas. Seu sangue não está totalmente contido em vasos; alguns circulam em uma cavidade aberta conhecida como hemocele. Os insetos são o grupo de animais mais diversificado; eles incluem mais de um milhão de espécies descritas e representam mais da metade de todos os organismos vivos conhecidos. O número total de espécies existentes é estimado entre seis e dez milhões; potencialmente mais de 90% das formas de vida animal na Terra são insetos. Os insetos podem ser encontrados em quase todos os ambientes, embora apenas um pequeno número de espécies resida nos oceanos, que são dominados por outro grupo de artrópodes, os crustáceos, nos quais pesquisas recentes indicam que os insetos estão aninhados. ({Wikipédia})",
  "group.fishes.description": "Os peixes são animais aquáticos, cranianos, portadores de guelras que não possuem membros com dedos. Incluídos nesta definição estão os peixes-bruxa, lampreias e peixes cartilaginosos e ósseos vivos, bem como vários grupos relacionados extintos. Cerca de 99% das espécies de peixes vivos são peixes com nadadeiras raiadas, pertencentes à classe Actinopterygii, com mais de 95% pertencentes ao subgrupo teleósteo. ({Wikipédia})",
  "group.amphibians.description": "Os anfíbios são vertebrados tetrápodes ectotérmicos da classe Amphibia. Todos os anfíbios vivos pertencem ao grupo Lissamphibia. Eles habitam uma grande variedade de habitats, com a maioria das espécies vivendo em ecossistemas aquáticos terrestres, fossoriais, arbóreos ou de água doce. Assim, os anfíbios normalmente começam como larvas que vivem na água, mas algumas espécies desenvolveram adaptações comportamentais para contornar isso. ({Wikipédia})",
  "group.reptiles.description": "Os répteis, como mais comumente definidos, são os animais da classe Reptilia (/rɛpˈtɪliə/), um agrupamento parafilético que compreende todos os amniotas sauropsid, exceto Aves (pássaros). Os répteis vivos compreendem tartarugas, crocodilianos, escamados (lagartos e cobras) e rinocéfalos (tuatara). Em março de 2022, as listas do banco de dados de répteis sobre a classe incluem cerca de 11.700 espécies. No sistema de classificação tradicional de Lineu, as aves são consideradas uma classe separada dos répteis. No entanto, os crocodilianos estão mais intimamente relacionados às aves do que a outros répteis vivos, e, portanto, os sistemas de classificação cladísticos modernos incluem pássaros dentro de Reptilia, redefinindo o termo como um clado. Outras definições cladísticas abandonam completamente o termo réptil em favor do clado Sauropsida, que se refere a todos os amniotas mais intimamente relacionados aos répteis modernos do que aos mamíferos. O estudo das ordens tradicionais de répteis, historicamente combinados com os dos anfíbios modernos, é chamado de herpetologia. ({Wikipédia})",
  "group.birds.description": "As aves são um grupo de vertebrados de sangue quente que constituem a classe Aves /ˈeɪviːz/, caracterizados por penas, mandíbulas de bico desdentado, postura de ovos de casca dura, alta taxa metabólica, coração de quatro câmaras e um esqueleto forte e leve . As aves vivem em todo o mundo e variam em tamanho desde o colibri de abelha de 5,5 cm (2,2 pol) até o avestruz de 2,8 m (9 pés 2 pol). Existem cerca de dez mil espécies vivas, mais da metade das quais são passeriformes, ou pássaros \"empoleirados\". As aves têm asas cujo desenvolvimento varia de acordo com a espécie; os únicos grupos conhecidos sem asas são os extintos moa e os pássaros elefantes. As asas, que evoluíram dos membros anteriores, deram às aves a capacidade de voar, embora a evolução posterior tenha levado à perda de voo em algumas aves, incluindo ratitas, pinguins e diversas espécies endêmicas de ilhas. Os sistemas digestivo e respiratório das aves também são adaptados exclusivamente para o voo. Algumas espécies de aves de ambientes aquáticos, particularmente aves marinhas e algumas aves aquáticas, evoluíram ainda mais para a natação. ({Wikipédia})",
  "group.mammals.description": "Mamíferos (do latim mamma 'peito') são um grupo de vertebrados que constituem a classe Mammalia (/məˈmeɪli.ə/), caracterizada pela presença de glândulas mamárias que nas fêmeas produzem leite para alimentar (amamentar) seus filhotes, um neocórtex (um região do cérebro), pêlo ou cabelo e três ossos do ouvido médio. Essas características os distinguem dos répteis (incluindo pássaros) dos quais divergiram no Carbonífero, há mais de 300 milhões de anos. Cerca de 6.400 espécies existentes de mamíferos foram descritas. As maiores ordens, em termos de número de espécies, são os roedores, morcegos e Eulipotyphla (ouriços, toupeiras, musaranhos e outros). Os próximos três são os Primatas (incluindo humanos, macacos, macacos e outros), os Artiodactyla (cetáceos e ungulados com dedos pares) e os Carnivora (gatos, cães, focas e outros). ({Wikipédia})",
  "group.pteridophytes.description": "Uma pteridófita é uma planta vascular (com xilema e floema) que dispersa esporos. Como as pteridófitas não produzem flores nem sementes, às vezes são chamadas de \"criptógamas\", o que significa que seus meios de reprodução estão ocultos. Samambaias, cavalinhas (muitas vezes tratadas como samambaias) e licófitas (musgos de clube, musgos-espinhos e quillworts) são todas pteridófitas. No entanto, eles não formam um grupo monofilético porque as samambaias (e cavalinhas) estão mais intimamente relacionadas às plantas com sementes do que às licófitas. \"Pteridophyta\" não é mais um táxon amplamente aceito, mas o termo pteridófita permanece na linguagem comum, assim como pteridologia e pteridologista como ciência e seu praticante, respectivamente. Samambaias e licófitas compartilham um ciclo de vida e muitas vezes são tratados ou estudados coletivamente, por exemplo, pela Associação Internacional de Pteridologistas e pelo Pteridophyte Phylogeny Group. ({Wikipédia})",
  "group.angiosperms.description": "As plantas com flores são plantas que dão flores e frutos e formam o clado Angiospermae (/ˌændʒiəˈspɜːrmiː/), comumente chamado de angiospermas. O termo \"angiosperma\" é derivado das palavras gregas angeion ('recipiente, vaso') e sperma ('semente'), e refere-se às plantas que produzem suas sementes dentro de uma fruta. Eles são de longe o grupo mais diversificado de plantas terrestres com 64 ordens, 416 famílias, aproximadamente 13.000 gêneros conhecidos e 300.000 espécies conhecidas. As angiospermas eram anteriormente chamadas de Magnoliophyta (/mæɡˌnoʊliˈɒfətə, -əˈfaɪtə/). ({Wikipédia})",
  "dashboard.pie.occurrences": "Ocorrências",
  "dashboard.pie.species": "Espécies",
  "dashboard.native": "Nativo",
  "dashboard.invasive": "Invasivo",
  "dashboard.bar.ylabel": "Total de ocorrências",
  "dashboard.bar.xlabel": "Continente",
  "dashboard.scatter.ylabel": "Ocorrências acumuladas",
  "dashboard.scatter.xlabel": "Tempo [anos]",
  "data.title": "Dados",
  "model.title": "Modelo",
  "paper.title": "Artigo",
  "people.title": "Pessoas",
  "references.title": "Referências"
}